Revit 2024 API
ParameterTypeId.TrussBearingChordTopBottomParam Property
 "Bearing Chord"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TrussBearingChordTopBottomParam { get; }
Visual Basic
Public Shared ReadOnly Property TrussBearingChordTopBottomParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussBearingChordTopBottomParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace